Repository: rschroll/beru
Catalog: po/*.po
Languages: gd

source: Library
gd: Leabhar-lann

source: Books
gd: Leabhraichean

source: Welcome to Beru
gd: Fàilte gu Beru

source: Back
gd: Air ais

source: Could not open this book.
gd: Cha b' urrainn dhuinn an leabhar seo fhosgladh.

source: Unknown Author
gd: Ùghdar neo-aithnichte

source: %1 Book
gd: %1 leabhar

source: No Books in Library
gd: Chan eil leabhar san leabhar-lann

source: Beru could not find any books for your library. Beru will automatically find all epub files in <i>%1</i>. Additionally, any book opened with Beru will be added to the library.
gd: Cha deach le Beru leabhar a lorg airson na leabhar-lainn agad. Lorgaidh Beru gach faidhle epub ann an <i>%1</i> gu fèin-obrachail. A bharrachd air sin, thèid gach leabhar a dh'fhosglas tu le Beru a chur ris an leabhar-lann.

source: Download Books
gd: Luchdaich a-nuas leabhraichean

source: Search Again
gd: Lorg a-rithist

source: Get Books
gd: Faigh leabhraichean

source: Sort
gd: Seòrsaich

source: Settings
gd: Roghainnean

source: Default Book Location
gd: Ionad tùsail nan leabhraichean

source: Enter the folder in your home directory where your ebooks are or should be stored. Changing this value will not affect existing books in your library.
gd: cuir a-steach am pasgan sa phasgan dachaigh agad far an tèid na ebooks agad a ghlèidheadh. Cha bhi buaidh aig an roghainn seo air na leabhraichean a tha san leabhar-lann agad mu thràth.

source: Create Directory
gd: Cruthaich pasgan

source: File Exists
gd: Tha am faidhle ann

source: Reload Directory
gd: Luchdaich am pasgan às ùr

source: Use Directory
gd: Cleachd am pasgan

source: Please wait...
gd: Fuirich ort...

source: Cancel
gd: Sguir dheth

source: Beru seems to be operating under AppArmor restrictions that prevent it from accessing most of your home directory. Ebooks should be put in <i>%1</i> for Beru to read them.
gd: Tha Beru ag obair fo chuingeachadh AppArmor a-rèir coltais a bhacas e on inntrigeadh dhan mhòrchuid dhen phasgan dachaigh agad. Bu chòir dhut na h-ebooks a chur ann an <i>%1</i> ach an leugh Beru iad.

source: For more information:
gd: Airson barrachd fiosrachaidh:

source: Close
gd: Dùin

source: Recently Read
gd: Air a leughadh o chionn goirid

source: Title
gd: Tiotal

source: Author
gd: Ùghdar

source: Error Opening File
gd: Mearachd le fosgladh an fhaidhle

source: Beru could not open this file. Remember, Beru can only open Epub files without DRM.
gd: Cha deach le Beru am faidhle seo fhosgladh. Chan urrainn dha Beru fosgladh ach faidhlichean Epub nach eil fo DRM.

source: OK
gd: Ceart ma-thà

source: Enter URL
gd: Cuir URL a-steach

source: Go
gd: Siuthad

source: This book will be added to your library as soon as the download is complete.
gd: Thèid an leabhar seo a chur ris an leabhar-lann agad cho luath 's a bhios an luchdadh a-nuas coileanta.

source: This file, <i>%1</i>, may not be an Epub file. If it is not, Beru will not be able to read it.
gd: 'S dòcha nach eil am faidhle <i>%1</i> seo 'na fhaidhle Epub. Chan urrainn do Beru a leughadh mur eil.

source: Downloading Ebook
gd: A' luchdadh a-nuas Ebook

source: This book was saved as <i>%1</i>
gd: Chaidh an leabhar seo a shàbhaladh mar <i>%1</i>

source: Read book
gd: Leagh an leabhar

source: Details
gd: Mion-fhiosrachadh

source: Continue Browsing
gd: Cum a' brabhsadh

source: Possibly Incompatible File Type
gd: 'S dòcha nach eil seòrsa an fhaidhle co-chòrdail

source: Cancel Download
gd: Sgur dhen luchdadh a-nuas

source: Continue Download
gd: Lean air adhart leis an luchdadh a-nuas

source: Download Error
gd: Mearachd leis an luchdadh a-nuas

source: Beru was unable to find a place where the ebook could be saved. This shouldn't ever happen; please submit a bug at github.com/rschroll/beru/issues
gd: Cha do lorg Beru ionad gus an ebook a shàbhaladh. Cha bu chòir seo tachairt; nach dèan thu aithris air buga air github.com/rschroll/beru/issues?

source: What a Bummer!
gd: Daingead!

source: Forward
gd: Air adhart

source: Contents
gd: Clàr-innse

source: Default Font
gd: Cruth-clò tùsail

source: Font Scaling
gd: Meud a' chrutha-chlò

source: Line Height
gd: Àirde na loidhne

source: Margins
gd: Marghain

source: Make Default
gd: Tagh mar bhun-roghainn

source: Load Defaults
gd: Luchdaich na bun-roghainnean

source: The Basic Epub Reader for Ubuntu
gd: Inneal-leughaidh Epub bunasach airson Ubuntu
