Repository: rschroll/beru
Catalog: po/beru-*.po
Languages: uk

source: Library
uk: Бібліотека

source: Books
uk: Книги

source: Welcome to Beru
uk: Вітаємо у Beru

source: Back
uk: Назад

source: Could not open this book.
uk: Не вдалося відкрити цю книгу.

source: Unknown Author
uk: Невідомий автор

source: %1 Books
uk: %1 книг

source: No Books in Library
uk: У бібліотеці немає книг

source: Beru could not find any books for your library. Beru will automatically find all epub files in <i>%1</i>. Additionally, any book opened with Beru will be added to the library.
uk: Beru не вдалося знайти у вашій бібліотеці жодної книги. Beru виконує автоматичний пошук усіх файлів epub у каталозі <i>%1</i>. Крім того, буде автоматично додано до бібліотеки усі книги, які було відкрито за допомогою Beru.

source: Download Books
uk: Отримати книги

source: Search Again
uk: Повторити пошук

source: Get Books
uk: Отримати книги

source: Sort
uk: Упорядкувати

source: Settings
uk: Параметри

source: Default Book Location
uk: Типове місце для книг

source: Enter the folder in your home directory where your ebooks are or should be stored. Changing this value will not affect existing books in your library.
uk: Вкажіть теку у вашому домашньому каталозі, де слід зберігати ваші електронні книги. Зміна цього значення не вплине на роботу із книгами, які вже додано до вашої бібліотеки.

source: Create Directory
uk: Створити каталог

source: File Exists
uk: Файл вже існує

source: Reload Directory
uk: Перезавантажити каталог

source: Use Directory
uk: Використати каталог

source: Please wait...
uk: Будь ласка, зачекайте…

source: Cancel
uk: Скасувати

source: Beru seems to be operating under AppArmor restrictions that prevent it from accessing most of your home directory. Ebooks should be put in <i>%1</i> for Beru to read them.
uk: Здається, Beru працює у середовищі з обмеженнями, запровадженими за допомогою AppArmor. Ці обмеження не дають програмі доступу до більшості підкаталогів вашого домашнього каталогу. Щоб Beru змогла прочитати ваші книги, вам слід зберігати їх у каталозі <i>%1</i>.

source: For more information:
uk: Докладніші відомості:

source: Close
uk: Закрити

source: Recently Read
uk: Нещодавно відкриті

source: Title
uk: Назва

source: Author
uk: Автор

source: Error Opening File
uk: Помилка під час спроби відкрити файл

source: Beru could not open this file. Remember, Beru can only open Epub files without DRM.
uk: Beru не вдалося відкрити цей файл. Слід пам’ятати, що Beru може відкривати лише файли Epub, які не захищено за допомогою DRM.

source: OK
uk: Гаразд

source: Enter URL
uk: Вкажіть адресу

source: Go
uk: Перейти

source: This book will be added to your library as soon as the download is complete.
uk: Цю книгу буде додано до вашої бібліотеки, щойно її отримання буде завершено.

source: This book is being saved as <i>%1</i>
uk: Цю книгу збережено як <i>%1</i>

source: This file, <i>%1</i>, may not be an Epub file. If it is not, Beru will not be able to read it.
uk: Тип цього файла, <i>%1</i>, може бути відмінним від типу Epub. Якщо це так, Beru не зможе прочитати дані з нього.

source: Downloading Ebook
uk: Отримуємо електронну книгу

source: Read book
uk: Читати книгу

source: Continue Browsing
uk: Продовжити перегляд

source: Possibly Incompatible File Type
uk: Ймовірно, несумісний тип файла

source: Cancel Download
uk: Скасувати отримання

source: Continue Download
uk: Продовжити отримання

source: Download Error
uk: Помилка під час отримання даних

source: Beru was unable to find a place where the ebook could be saved. This shouldn't ever happen; please submit a bug at github.com/rschroll/beru/issues
uk: Beru не вдалося знайти місце, до якого слід зберегти книгу. Цього не повинно було статися. Будь ласка, повідомте про цю ваду у програмі за допомогою сторінки github.com/rschroll/beru/issues

source: What a Bummer!
uk: Що за нероба!

source: Forward
uk: Далі

source: Contents
uk: Зміст

source: Default Font
uk: Типовий шрифт

source: Font Scaling
uk: Масштабування шрифту

source: Line Height
uk: Висота рядка

source: Auto
uk: Авто

source: Margins
uk: Поля

source: Make Default
uk: Зробити типовими

source: Load Defaults
uk: Завантажити типові

source: The Basic Epub Reader for Ubuntu
uk: Мінімалістична програма для читання книг Epub в Ubuntu
